Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Help letters find their way
ar: رسائل المساعدة تجد طريقها
bg: Помогнете на буквите да намерят своя път
bs: Pomozite pismima da pronađu svoj put
ca: Ajuda les cartes a trobar el seu camí
cs: Pomozte dopisům najít cestu
da: Hjælpebreve med at finde vej
de: Hilf Briefen, ihren Weg zu finden
el: Βοηθήστε τα γράμματα να βρουν το δρόμο τους
es: Las cartas de ayuda encuentran su camino
et: Aidake kirjadel oma tee leida
eu: Lagundu gutunei bidea aurkitzen
fi: Auta kirjeitä löytämään tiensä
fr: Les lettres d'aide trouvent leur chemin
ga: Cabhair litreacha teacht ar a mbealach
gl: Axuda ás cartas a atopar o seu camiño
he: מכתבי עזרה למצוא את דרכם
hi: पत्रों को अपना रास्ता ढूंढने में सहायता करें
hr: Pomozite slovima da pronađu svoj put
hu: Segíts a leveleknek megtalálni az utat
id: Surat bantuan menemukan jalannya
is: Hjálpa bréf að rata
it: Aiuta le lettere a trovare la loro strada
ja: 手紙が道を見つけるのを手伝う
ka: დაეხმარეთ წერილებს იპოვონ გზა
kk: Әріптерге жол табуға көмектесіңіз
ko: 편지가 길을 찾도록 도와주세요
lt: Padėkite laiškams rasti kelią
lv: Palīdziet vēstulēm atrast savu ceļu
mk: Помогнете им на писмата да го најдат патот
ms: Bantu surat mencari jalannya
mt: Għin l-ittri jsibu t-triq tagħhom
nb: Hjelpebrev finne veien
nl: Help brieven hun weg te vinden
pl: Listy pomocy odnajdują drogę
pt_br: Ajude as cartas a encontrar seu caminho
ro: Ajută scrisorile să-și găsească drumul
ru: Помогите письмам найти дорогу
sk: Pomôžte písmenám nájsť cestu
sl: Pomagajte črkam najti pot
sq: Ndihmoni letrat të gjejnë rrugën e tyre
sr: Помозите писмима да пронађу свој пут
sv: Hjälpbrev att hitta rätt
th: จดหมายช่วยเหลือหาทางของพวกเขา
tr: Mektupların yolunu bulmasına yardımcı olun
uk: Допоможіть листам знайти свій шлях
vi: Thư trợ giúp tìm đường
zh_hans: 帮助字母找到方向
zh_hk: 幫助字母找到方向

source: Here
ar: هنا
bg: тук
bs: Evo
ca: Aquí
cs: Zde
da: Her
de: Hier
el: Εδώ
es: Aquí
et: Siin
eu: Hemen
fi: Tässä
fr: Ici
ga: Anseo
gl: Aquí
he: כָּאן
hi: यहाँ
hr: Ovdje
hu: Itt
id: Di Sini
is: Hérna
it: Qui
ja: ここ
ka: აქ
kk: Мұнда
ko: 여기
lt: Čia
lv: Šeit
mk: Еве
ms: Di sini
mt: Hawn
nb: Her
nl: Hier
pl: Tutaj
pt_br: Aqui
ro: Aici
ru: Здесь
sk: Tu
sl: Tukaj
sq: Këtu
sr: Ево
sv: Här
th: ที่นี่
tr: Burada
uk: тут
vi: Đây
zh_hans: 这里
zh_hk: 這裡

source: Here, in the wild, we observe %@.
ar: هنا، في البرية، نلاحظ %@ .
bg: Тук, в дивата природа, наблюдаваме %@ .
bs: Ovdje, u divljini, promatramo %@ .
ca: Aquí, en estat salvatge, observem %@ .
cs: Zde ve volné přírodě pozorujeme %@ .
da: Her i naturen observerer vi %@ .
de: Hier, in freier Wildbahn, beobachten wir %@ .
el: Εδώ, στην άγρια φύση, παρατηρούμε %@ .
es: Aquí, en la naturaleza, observamos %@ .
et: Siin, looduses, jälgime %@ .
eu: Hemen, basatian, %@ behatzen dugu.
fi: Täällä luonnossa tarkkailemme %@ .
fr: Ici, en pleine nature, on observe %@ .
ga: Anseo, sa fiáin, breathnaimid %@ .
gl: Aquí, en estado salvaxe, observamos %@ .
he: כאן, בטבע, אנו רואים %@ .
hi: यहां, जंगली में, हम %@ देखते हैं।
hr: Ovdje, u divljini, promatramo %@ .
hu: Itt, a vadonban %@ figyeljük meg.
id: Di sini, di alam liar, kami mengamati %@ .
is: Hér í náttúrunni fylgjumst við með %@ .
it: Qui, in natura, osserviamo %@ .
ja: ここでは、野生で %@ が観察されています。
ka: აქ, ველურში, ჩვენ ვაკვირდებით %@ .
kk: Мұнда, жабайы табиғатта біз %@ байқаймыз.
ko: 여기 야생에서는 %@ 을 관찰합니다.
lt: Čia, laukinėje gamtoje, stebime %@ .
lv: Šeit, savvaļā, mēs novērojam %@ .
mk: Овде, во дивината, набљудуваме %@ .
ms: Di sini, di alam liar, kami memerhati %@ .
mt: Hawnhekk, fis-selvaġġ, nosservaw %@ .
nb: Her, i naturen, observerer vi %@ .
nl: Hier, in het wild, observeren we %@ .
pl: Tutaj, na wolności, obserwujemy %@ .
pt_br: Aqui, na natureza, observamos %@ .
ro: Aici, în sălbăticie, observăm %@ .
ru: Здесь, в дикой природе, мы наблюдаем %@ .
sk: Tu vo voľnej prírode pozorujeme %@ .
sl: Tukaj, v naravi, opazimo %@ .
sq: Këtu, në të egra, ne vëzhgojmë %@ .
sr: Овде, у дивљини, посматрамо %@ .
sv: Här, i det vilda, observerar vi %@ .
th: ที่นี่ ในป่า เราสังเกตเห็น %@
tr: Burada vahşi doğada %@ gözlemliyoruz.
uk: Тут, у дикій природі, ми спостерігаємо %@ .
vi: Ở đây, trong tự nhiên, chúng tôi quan sát %@ .
zh_hans: 在这里，在野外，我们观察到 %@ 。
zh_hk: 在這裡，在野外，我們觀察到 %@ 。

source: hey
ar: مهلا
bg: хей
bs: hej
ca: hola
cs: ahoj
da: hej
de: hallo
el: γεια
es: hola
et: hei
eu: aizu
fi: hei
fr: salut
ga: hug
gl: ola
he: היי
hi: अरे
hr: hej
hu: szia
id: hei
is: hæ
it: ciao
ja: おい、
ka: ჰეი
kk: эй
ko: 안녕
lt: ei
lv: čau
mk: еј
ms: hei
mt: ħej
nb: hei
nl: Hé
pl: hej
pt_br: ei
ro: hei
ru: привет
sk: hej
sl: hej
sq: hej
sr: хеј
sv: hej
th: เฮ้
tr: selam
uk: привіт
vi: này
zh_hans: 嘿
zh_hk: 嘿

source: Hi —
ar: أهلاً -
bg: здравей —
bs: bok —
ca: Hola -
cs: ahoj —
da: hej -
de: Hallo -
el: γεια —
es: Hola -
et: Tere —
eu: Kaixo -
fi: hei -
fr: Salut -
ga: Dia duit -
gl: Ola -
he: היי -
hi: नमस्ते -
hr: Bok —
hu: szia -
id: Hai -
is: Hæ -
it: CIAO -
ja: こんにちは -
ka: გამარჯობა -
kk: Сәлем —
ko: 안녕 -
lt: labas -
lv: Sveiki -
mk: Здраво -
ms: Hai —
mt: Ħelow —
nb: hei -
nl: Hoi -
pl: Cześć -
pt_br: Oi -
ro: Bună -
ru: Привет -
sk: ahoj —
sl: Živjo —
sq: pershendetje -
sr: здраво —
sv: hej -
th: สวัสดี -
tr: MERHABA -
uk: Привіт —
vi: CHÀO -
zh_hans: 你好 -
zh_hk: 你好 -

source: Hi, I'm Anton. I built Baranov for the love letters that stayed in my head. If you're thinking of someone you love right now, tell them. Every step your ram takes is a small proof of it.
ar: مرحبا، أنا أنطون. لقد بنيت بارانوف لرسائل الحب التي بقيت في رأسي. إذا كنت تفكر في شخص تحبه الآن، أخبره بذلك. كل خطوة يخطوها كبشك هي دليل صغير على ذلك.
bg: Здравейте, аз съм Антон. Построих Баранов за любовните писма, които останаха в главата ми. Ако мислите за някого, когото обичате в момента, кажете му го. Всяка стъпка, която вашият овен прави, е малко доказателство за това.
bs: Zdravo, ja sam Anton. Sagradio sam Baranova za ljubavna pisma koja su mi ostala u glavi. Ako trenutno mislite na nekoga koga volite, recite mu. Svaki korak koji vaš ovan napravi je mali dokaz za to.
ca: Hola, sóc l'Anton. Vaig construir Baranov per a les cartes d'amor que em quedaven al cap. Si estàs pensant en algú que estimes ara mateix, digues-li. Cada pas que fa el teu RAM és una petita prova d'això.
cs: Ahoj, já jsem Anton. Baranov jsem postavil pro milostné dopisy, které mi zůstaly v hlavě. Pokud právě teď myslíte na někoho, koho milujete, řekněte mu to. Každý krok vašeho berana je toho malým důkazem.
da: Hej, jeg hedder Anton. Jeg byggede Baranov til de kærlighedsbreve, der blev i mit hoved. Hvis du tænker på en, du elsker lige nu, så fortæl dem. Hvert skridt din ram tager er et lille bevis på det.
de: Hallo, ich bin Anton. Ich habe Baranov für die Liebesbriefe gebaut, die mir im Kopf geblieben sind. Wenn du gerade an jemanden denkst, den du liebst: Sag es ihm. Jeder Schritt deines Widders ist ein kleiner Beweis dafür.
el: Γεια, είμαι ο Anton. Έφτιαξα τον Baranov για τα ερωτικά γράμματα που έμειναν στο μυαλό μου. Αν σκέφτεσαι κάποιον που αγαπάς αυτή τη στιγμή, πες του. Κάθε βήμα που κάνει το ram σας είναι μια μικρή απόδειξη.
es: Hola, soy Antón. Construí a Baranov para las cartas de amor que se quedaron en mi cabeza. Si estás pensando en alguien que amas en este momento, díselo. Cada paso que da tu carnero es una pequeña prueba de ello.
et: Tere, mina olen Anton. Ehitasin Baranovit armastuskirjade jaoks, mis pähe jäid. Kui mõtlete praegu kellelegi, keda armastate, öelge talle. Iga teie jäär samm on selle väike tõend.
eu: Kaixo, ni Anton naiz. Buruan geratu zitzaizkidan maitasun gutunetarako eraiki nuen Baranov. Oraintxe bertan maite duzun norbaitengan pentsatzen ari bazara, esaiozu. Zure ahariak egiten dituen urrats bakoitza horren froga txiki bat da.
fi: Hei, olen Anton. Rakensin Baranovia niitä rakkauskirjeitä varten, jotka jäivät päähäni. Jos ajattelet ihmistä, jota rakastat juuri nyt, kerro hänelle. Jokainen rampasi askel on pieni todiste siitä.
fr: Salut, c'est Anton. J'ai créé Baranov pour les lettres d'amour qui me restaient en tête. Si tu penses à quelqu'un que tu aimes en ce moment, dis-le-lui. Chaque pas de ton bélier en est une preuve.
ga: Dia duit, is mise Anton. Thóg mé Baranov do na litreacha grá a d'fhan i mo cheann. Má tá tú ag smaoineamh ar dhuine a bhfuil grá agat dó faoi láthair, inis dóibh. Is cruthúnas beag é gach céim a thógann do reithe.
gl: Ola, son Antón. Construín a Baranov para as cartas de amor que me quedaron na cabeza. Se estás pensando en alguén que queres agora mesmo, dillo. Cada paso que dá o teu carneiro é unha pequena proba diso.
he: היי, אני אנטון. בניתי את ברנוב למכתבי האהבה שנשארו לי בראש. אם אתה חושב על מישהו שאתה אוהב עכשיו, ספר לו. כל צעד שהאיל שלך עושה הוא הוכחה קטנה לכך.
hi: नमस्ते, मैं एंटोन हूं। मैंने बारानोव को उन प्रेम पत्रों के लिए बनाया था जो मेरे दिमाग में रहते थे। यदि आप अभी किसी ऐसे व्यक्ति के बारे में सोच रहे हैं जिससे आप प्यार करते हैं, तो उन्हें बताएं। आपके राम द्वारा उठाया गया प्रत्येक कदम इसका एक छोटा सा प्रमाण है।
hr: Bok, ja sam Anton. Sagradio sam Baranova za ljubavna pisma koja su ostala u mojoj glavi. Ako trenutno mislite na nekoga koga volite, recite mu. Svaki korak koji vaš ovan učini mali je dokaz za to.
hu: Szia, Anton vagyok. Baranovot a szerelmes levelekért építettem, amelyek a fejemben maradtak. Ha most valakire gondolsz, akit szeretsz, mondd el neki. A kosod minden lépése ennek egy kis bizonyítéka.
id: Hai, saya Anton. Saya membangun Baranov untuk surat cinta yang ada di kepala saya. Jika Anda sedang memikirkan seseorang yang Anda cintai saat ini, beri tahu mereka. Setiap langkah yang diambil ram Anda adalah bukti kecilnya.
is: Hæ, ég heiti Anton. Ég byggði Baranov fyrir ástarbréfin sem sátu eftir í höfðinu á mér. Ef þú ert að hugsa um einhvern sem þú elskar núna, segðu honum það. Hvert skref sem hrúturinn þinn tekur er lítil sönnun þess.
it: Ciao, sono Anton. Ho costruito Baranov per le lettere d'amore che mi sono rimaste in testa. Se stai pensando a qualcuno che ami in questo momento, diglielo. Ogni passo che fa il tuo ariete ne è una piccola prova.
ja: こんにちは、アントンです。頭の中に残ったラブレターのためにバラノフを作りました。あなたが今、愛する人のことを考えているなら、その人に伝えてください。あなたの雄羊の一歩一歩がその小さな証拠です。
ka: გამარჯობა, მე ვარ ანტონი. ბარანოვი ავაშენე იმ სასიყვარულო წერილებისთვის, რომლებიც თავში დამრჩა. თუ ახლა ფიქრობთ საყვარელ ადამიანზე, უთხარით მას. თქვენი ვერძის ყოველი ნაბიჯი ამის მცირე დასტურია.
kk: Сәлем, мен Антонмын. Барановты көкейімде қалған махаббат хаттары үшін салдым. Егер сіз қазір жақсы көретін адамыңызды ойлап жатсаңыз, оған айтыңыз. Сіздің қошқарыңыздың әрбір басқан қадамы - соның кішкене дәлелі.
ko: 안녕하세요, 저는 안톤입니다. 나는 내 머릿속에 남아있는 러브레터를 위해 Baranov를 만들었습니다. 지금 사랑하는 사람이 생각나면 말해보세요. 숫양이 취하는 모든 단계는 이에 대한 작은 증거입니다.
lt: Sveiki, aš esu Antonas. Baranovą pastatiau už meilės laiškus, kurie liko mano galvoje. Jei šiuo metu galvojate apie žmogų, kurį mylite, pasakykite jam. Kiekvienas jūsų avinas žingsnis yra mažas to įrodymas.
lv: Sveiki, es esmu Antons. Es uzbūvēju Baranovu mīlestības vēstulēm, kas palika manā galvā. Ja jūs šobrīd domājat par kādu, kuru mīlat, pastāstiet viņam. Katrs jūsu auns solis ir neliels pierādījums tam.
mk: Здраво, јас сум Антон. Баранов го изградив за љубовните писма што ми останаа во главата. Ако мислите на некој што го сакате во моментов, кажете му. Секој чекор што го прави вашиот овен е мал доказ за тоа.
ms: Hai, saya Anton. Saya membina Baranov untuk surat cinta yang kekal di kepala saya. Jika anda memikirkan seseorang yang anda sayangi sekarang, beritahu mereka. Setiap langkah ram anda adalah bukti kecil tentangnya.
mt: Hi, jien Anton. Bnejt lil Baranov għall-ittri ta’ mħabba li baqgħu f’rasi. Jekk qed taħseb f'xi ħadd li tħobb bħalissa, għidlu. Kull pass li jieħu l-muntun tiegħek huwa prova żgħira ta’ dan.
nb: Hei, jeg heter Anton. Jeg bygde Baranov for kjærlighetsbrevene som ble værende i hodet mitt. Hvis du tenker på noen du elsker akkurat nå, fortell dem. Hvert skritt væren din tar er et lite bevis på det.
nl: Hallo, ik ben Anton. Ik heb Baranov gebouwd voor de liefdesbrieven die in mijn hoofd bleven hangen. Als je op dit moment aan iemand denkt van wie je houdt, vertel het hem dan. Elke stap die je ram zet is daar een klein bewijs van.
pl: Cześć, jestem Anton. Zbudowałem Baranowa dla listów miłosnych, które zostały w mojej głowie. Jeśli myślisz teraz o kimś, kogo kochasz, powiedz mu. Każdy krok twojego barana jest tego małym dowodem.
pt_br: Olá, meu nome é Anton. Construí Baranov pelas cartas de amor que ficaram na minha cabeça. Se você está pensando em alguém que ama agora, conte a ele. Cada passo que seu carneiro dá é uma pequena prova disso.
ro: Bună, sunt Anton. L-am construit pe Baranov pentru scrisorile de dragoste care mi-au rămas în cap. Dacă te gândești la cineva pe care-l iubești acum, spune-i. Fiecare pas pe care îl face berbecul tău este o mică dovadă a acestuia.
ru: Привет, я Антон. Я сделал Baranov для любовных писем, которые так и остались у меня в голове. Если ты сейчас думаете о любимом человеке, скажите ему об этом. Каждый шаг твоего барана — маленькое доказательство.
sk: Ahoj, ja som Anton. Baranov som postavil pre ľúbostné listy, ktoré mi zostali v hlave. Ak práve teraz myslíte na niekoho, koho milujete, povedzte mu to. Každý krok vášho barana je toho malým dôkazom.
sl: Živjo, jaz sem Anton. Baranov sem zgradil za ljubezenska pisma, ki so ostala v moji glavi. Če trenutno razmišljate o nekom, ki ga imate radi, mu to povejte. Vsak korak, ki ga naredi vaš oven, je majhen dokaz za to.
sq: Përshëndetje, unë jam Anton. Baranovin e ndërtova për letrat e dashurisë që më mbetën në kokë. Nëse po mendoni për dikë që e doni tani, tregojini atij. Çdo hap që bën dashi juaj është një provë e vogël për këtë.
sr: Здраво, ја сам Антон. Саградио сам Баранова за љубавна писма која су ми остала у глави. Ако тренутно мислите на некога кога волите, реците му. Сваки корак који ваш ован учини је мали доказ за то.
sv: Hej, jag heter Anton. Jag byggde Baranov för kärleksbreven som stannade kvar i mitt huvud. Om du tänker på någon du älskar just nu, berätta för dem. Varje steg din bagge tar är ett litet bevis på det.
th: สวัสดี ฉันชื่อแอนตัน ฉันสร้าง Baranov สำหรับจดหมายรักที่อยู่ในหัวของฉัน หากคุณกำลังคิดถึงคนที่คุณรักอยู่ตอนนี้ก็บอกพวกเขาสิ ทุกย่างก้าวของคุณคือข้อพิสูจน์เล็กๆ น้อยๆ
tr: Merhaba, ben Anton. Baranov'u aklımda kalan aşk mektupları için yarattım. Şu anda sevdiğiniz birini düşünüyorsanız, ona söyleyin. Koçunuzun attığı her adım bunun küçük bir kanıtıdır.
uk: Привіт, я Антон. Я побудував Баранова для любовних листів, які залишилися в моїй голові. Якщо ти зараз думаєте про когось, кого любите, скажіть йому про це. Кожен крок, який робить твій баран, є маленьким доказом цього.
vi: Xin chào, tôi là Anton. Tôi xây dựng Baranov cho những bức thư tình đọng lại trong đầu tôi. Nếu lúc này bạn đang nghĩ đến người mình yêu, hãy nói với họ. Mỗi bước ram của bạn thực hiện là một bằng chứng nhỏ về điều đó.
zh_hans: 嗨，我是安东。我为那些留在我脑海中的情书建造了巴拉诺夫。如果您现在正在想念您爱的人，请告诉他们。你的公羊迈出的每一步都是一个小小的证明。
zh_hk: 嗨，我是安東。我為那些留在我腦海中的情書建造了巴拉諾夫。如果您現在正在想念您愛的人，請告訴他們。你的公羊邁出的每一步都是一個小小的證明。
